basicData = [
{
	composer: "Mussorgsky",
    year: "1839",
    age: "0",
    event: "３月２１日プスコーフ県クーニイ区カレヴォ村に地主の末子としてモデスト・ペトロヴィチ・ムソルグスキー生まれる。６の時母親からピアノを習い始める。農奴出身の乳母から民謡を聞く。"
},
{
	composer: "Mussorgsky",
    year: "1849",
    age: "10",
    event: "ぺテルブルグのペトロバーヴロフスク中学校入学。アントン・ゲルケにピアノを習う。"
},
{
	composer: "Mussorgsky",
    year: "1852",
    age: "13",
    works: ["旗手のポルカ"],
    event: "近衛士官学校に入学。"
},
{
	composer: "Mussorgsky",
    year: "1853",
    age: "14",
    event: "父死す。露土戦争（クリミア戦争）"
},
{
	composer: "Mussorgsky",
    year: "1856",
    age: "17",
    event: "近衛士官学校卒業。プレオブラジェンスキイ連隊に入隊。ボロディン、ダルゴムィシスキイと知り合う。"
},
{
	composer: "Mussorgsky",
    year: "1857",
    age: "18",
    works: ["星よ、おまえはどこに"],
    event: "キュイ、バラキレフと知り合い、「ロシア五人組」サークルの始まり"
},
{
	composer: "Mussorgsky",
    year: "1858",
    age: "19",
    works: ["私の心のあこがれ","なぜか話して愛する人よ","楽しい時"],
    event: "軍役を退き、音楽に専心。, 歌曲  第一期. 1858-66"
},
{
	composer: "Mussorgsky",
    year: "1859",
    age: "20",
    works: ["悲しげに木の葉はざわめく"],
    event: "モスクワ旅行を転機にロシア的なものへの愛着とロシア人としての自覚をつちかう。"
},
{
	composer: "Mussorgsky",
    year: "1860",
    age: "21",
    works: ["あなたにとって愛の言葉とは何だろう","スケルツォ"],
    event: "ルビンシテイン指揮で初演され音楽家として認められる。強い神経病で田舎で静養。"
},
{
	composer: "Mussorgsky",
    year: "1861",
    age: "22",
    event: "農奴解放で、経済的打撃。リムスキー＝コルサコフ、ボロディンが「五人組」に加わる。"
},
{
	composer: "Mussorgsky",
    year: "1862",
    age: "23",
    event: "バラキレフがペテルブルクに無料音楽院を開設。アントン・ルビンシテインのペテルブルク音楽院のアカデミズムに対抗。"
},
{
	composer: "Mussorgsky",
    year: "1863",
    age: "24",
    works: ["私にはたくさんの宮殿と庭園がある","老人の歌","サウル王","しかし、もしおまえにまた会えるなら"],
    event: "生活のため運輸通信省の役人になる。その後１７年間断続的に官吏としての生活を送りながら作曲を続ける。革命思想家チェルニヌイシェフスキーの小説「何をなすべきか」の影響で自由主義的生活"
},
{
	composer: "Mussorgsky",
    year: "1864",
    age: "25",
    works: ["風は激しく吹く","カリストラート","夜","バレアル人の歌"],
    event: "歌曲「カリストラートゥシュカ」であわれな農民へのせつせつとした愛情を歌う。"
},
{
	composer: "Mussorgsky",
    year: "1865",
    age: "26",
    works: ["祈り","見捨てられた女","眠れ農夫の子よ"],
    event: "母死す。「安らかに眠れ農夫の子」「かわいいサヴィシナ」「神学生」「ゴパーク」などリアリズム表現の歌曲作曲。"
},
{
	composer: "Mussorgsky",
    year: "1866",
    age: "27",
    works: ["マリョートカ（ああなぜおまえの眼は冷たいか）","願い","私の涙からたくさんの花が咲き","かわいいサヴィシナ","ああ、この飲んだくれ奴","神学生","ゴパーク","ヤリョーマの歌"]
},
{
	composer: "Mussorgsky",
    year: "1867",
    age: "28",
    works: ["ユダヤの歌","おしゃべりのかささぎ","きのこ狩","つどい","いたずらっ子","牡山羊（世俗のお話）","古典学者","ドン川のほとりの花園"],
    event: "運輸通信省を退き自由の身に。オペラ「魔女」から「禿山の一夜」の第１稿。"
},
{
	composer: "Mussorgsky",
    year: "1868",
    age: "29",
    works: ["みなしご","エリョームシカの子守歌","子供の歌"],
    event: "オペラ「結婚」第１幕完成。歌曲「みなしご」「エリョームシュカの子守歌」。歌曲集「子供部屋」にとりかかる。プーシキンの劇「ボリス・ゴドゥノフ」に取り組む。"
},
{
	composer: "Mussorgsky",
    year: "1869",
    age: "30",
    event: "財務省の林野局に勤務。「ボリス・ゴドゥノフ」完成。（マリインスキー劇場での上演拒否から改訂）"
},
{
	composer: "Mussorgsky",
    year: "1870",
    age: "31",
    works: ["人形芝居（ラヨーク）","夕べの歌","子供部屋"]
},
{
	composer: "Mussorgsky",
    year: "1873",
    age: "34",
    event: "スタソフの勧めで「ホヴァンシチーナ」の構想。"
},
{
	composer: "Mussorgsky",
    year: "1874",
    age: "35",
    works: ["日の光もなく","忘れられた者","墓碑銘","草の茂る山"],
    event: "マリインスキー劇場で「ボリス・ゴドゥノフ」初演。批評にさらされ仲間からの酷評も。「ゴーゴリによる「ソロチンツィーの市」に取り組む。ピアノ組曲「展覧会の絵」。歌曲集「日の光もなく"
},
{
	composer: "Mussorgsky",
    year: "1875",
    age: "36",
    works: ["謎","死の歌と踊り"],
    event: "「死の歌と踊り」の３曲完成。飲酒と不規則な生活から健康を害する。"
},
{
	composer: "Mussorgsky",
    year: "1877",
    age: "38",
    works: ["天の雷に似ず","突然不幸が襲った","魂は静かに天に昇る","傲慢","ああ、麻つむぎが若者の名誉か","悲しみはひろがり","まぼろし"],
    event: "いよいよ身をもちくずす。"
},
{
	composer: "Mussorgsky",
    year: "1878",
    age: "39",
    works: ["さすらい人"],
    event: "スタソフとバラキレフが尽力し、林野局を辞めさせて検閲院の嘱託に。"
},
{
	composer: "Mussorgsky",
    year: "1879",
    age: "40",
    works: ["蚤の歌（メフィストフェレスの）","ドニエプルにて"],
    event: "老女性歌手レオノヴァの伴奏者として３ヶ月の南ロシア演奏旅行。ピアノ曲「クリミアの南岸にて」、歌曲「蚤の歌」"
},
{
	composer: "Mussorgsky",
    year: "1880",
    age: "41",
    event: "検閲院もやめ、ときおりレオノヴァの伴奏者して友人達の扶助で暮らす。「ホヴァンシチーナ」と「ソロチンツィーの市」の完成に努力。アッラ・トゥルカalla turkaと指定のトリオを加え凱旋行進曲「カルスカの奪回」完成。"
},
{
	composer: "Mussorgsky",
    year: "1881",
    age: "42",
    event: "３月２８日心身ともにむしばまれて廃人のようになって世を去る。死ぬ少し前に陸軍病院で寝巻姿の彼を描いた友人の画家レーピンの絵が残される。"
}
];
